import {ContactLabelTH} from "./ContacLabelTH.js";
import {DiscountTH} from "../Discount/DiscountTH.js";

const headline = 'ร้านอาหารมารี กีมาร์'

export const MarieGuimarTH = {
    meta: {
        title: 'สิทธิพิเศษเฉพาะคุณ'
    },
    headline: headline,
    contactInfo: {
        name: headline,
        phone: '081-855-1920',
        website: 'www.marieguimarbkk.com',
        map: 'bit.ly/3d3SG2i',
        serviceTime: 'เปิดทุกวัน ตั้งแต่ 11.00 – 21.00 น.',
        label: ContactLabelTH
    },
    promotion: {
        title: 'ระยะเวลาของสิทธิประโยชน์',
        date: 'วันที่ 1 ม.ค. – 31 ธ.ค. 2565',
    },
    about: {
        title: 'ร้าน มารี กีมาร์',

        contents: [
            "มารี กีมาร์ เป็นสุภาพสตรีที่มีเชื้อสายญี่ปุ่น และโปรตุเกส ผู้นำขนมที่ได้รับอิทธิพลจากโปรตุเกส เช่น " +
            "ทองหยอด และฝอยทอง ให้กับอาหารไทยในสมัยอยุธยา ทางร้านนำชื่อของสุภาพสตรีท่านนี้ มาใช้เป็นชื่อร้าน " +
            "เพื่อเป็นการเชิดชู เกียรติ และยกย่อง ถึงสิ่งที่ท่านได้ทำ " +
            "และก่อให้เกิดการเปลี่ยนแปลงในวัฒนธรรมอาหารของบ้านเรา",

            "ทางร้านมีความเชี่ยวชาญด้านอาหาร มุมมองของเราคือเน้นความสด และเลือกใช้วัตถุดิบ ไม่ว่าจะเป็น น้ำพริก พริกแกง ไปจนถึงขนมไทยนานาชนิด " +
            "เราคัดสรรทั้งวัตถุดิบ และกรรมวิธีการปรุงอย่างพิถีพิถัน ตั้งแต่การเลือกใช้วัตถุดิบจากท้องถิ่นที่ปราศจากสารเคมี " +
            "ตลอดจนความใส่ใจในทุกขั้นตอนการผลิต เครื่องปรุงต่างๆ ของทางร้านก็ทำขึ้นเอง ณ ห้องครัวของ มารี กีมาร์",

            "อาหารที่เราคัดสรรมานั้นมีตั้งแต่สูตรดั้งเดิมไปจนถึงส่วนผสมที่ประณีตเพิ่มเติมเพื่อให้เหมาะกับรสนิยมในปัจจุบันมากขึ้นเพื่อเอาใจลูกค้าของเรา",

            "ร้านอาหาร “มารี กีมาร์” ตั้งอยู่บนชั้น 28 อาคาร Wyndham Bangkok Queen Convention Centre " +
            "ซอยไผ่สิงห์โต ถนนพระราม 4 กรุงเทพมหานคร"
        ]
    },
    termCondition: {
        title: 'ข้อกำหนดและเงื่อนไข',
        details: [
            'ลูกบ้านไซมิส ต้องแสดงบัตร Siamese Privilege ให้แก่พนักงานก่อนใช้บริการ',
            'สิทธิพิเศษนี้สามารถใช้บริการได้ที่ ร้านมารี กีมาร์ เท่านั้น',
            'บริษัทขอสงวนสิทธิ์ ในการเปลี่ยนแปลง เงื่อนไข ยกเลิกได้ โดยไม่ต้องแจ้งให้ทราบล่วงหน้า',
            'บริษัท ไซมิส แอสเสท จำกัด (มหาชน) เป็นเพียงสื่อกลาง ขอสงวนสิทธิ์ไม่รับผิดชอบใด ๆ หากมีความเสียหายหรือข้อพิพาทเกิดขึ้น'
        ]
    },
    discount: DiscountTH.marieGuimar
}




