import {ContactLabelTH} from "./ContacLabelTH.js";
import {DiscountTH} from "../Discount/DiscountTH.js";

const headline = 'ร้านอาหารซิกตี้โฟร์ 64'

export const Restaurant64TH = {
    meta: {
        title: 'สิทธิพิเศษเฉพาะคุณ'
    },
    contactInfo: {
        name: headline,
        phone: '0-2085-6464',
        line: '@64restaurant',
        facebook: 'web.facebook.com/SixtyfourRestaurant',
        ig: 'sixtyfourrestaurant',
        map: 'bit.ly/3r9jTZF',
        serviceTime: 'เปิดจันทร์ - เสาร์ เวลา 11.00 - 21.00 น.',
        label: ContactLabelTH
    },
    promotion: {
        title: 'ระยะเวลาของสิทธิประโยชน์',
        date: 'วันที่ 1 ม.ค. – 31 ธ.ค. 2565',
    },
    delivery: {
        title: 'ช่องทางเดลิเวอรี่',
        lineman: 'bit.ly/3DQVL1k',
        foodPanda: 'bit.ly/3HPqBd5',
        grabFood: 'bit.ly/30TCoWW'
    },
    travel: {
        title: 'การเดินทาง',
        details: [
            'สามารถเดินทางโดยรถยนต์ส่วนตัว (ร้านอยู่ในซอย สุขุมวิท 64 เข้าซอยมาประมาณ 500 เมตร ร้านอยู่ทางซ้ายมือ ใน เฮเฟเล่ ดีไซน์ สตูดิโอ)',
            'สามารถเดินทางโดย BTS ลงสถานีปุณวิถี ทางออก 3'
        ]
    },
    about: {
        title: 'ความเป็นมาร้านอาหาร',
        content: '64 Restaurant เป็นร้านอาหารเยอรมัน ที่ริเริ่มก่อตั้งโดยคนเยอรมัน ที่อาศัยในประเทศไทยกว่า 27 ปี ' +
            'คุณโฟลเคอร์ เฮลสเติร์น ภายใต้แนวคิดที่อยากส่งต่อความอร่อยของอาหารเยอรมัน ' +
            'ให้ได้เป็นที่รู้จักมากขึ้นในประเทศไทย โดยเริ่มแรกเป็นการเปิดให้บริการให้กับคนเยอรมัน ' +
            'บริษัทฯเยอรมันที่ทำงานในไทยเป็นหลัก ไม่ว่าจะเป็นงานจัดเลี้ยง งานประชุม หรืองานต้อนรับแขกต่างๆ ทำให้ 64 ' +
            'Restaurant เป็นที่รู้จักมากขึ้น และเมื่อร้านถูกตกแต่งเรียบร้อย และ มีสถานที่พร้อมแล้ว ' +
            'เราจึงเปิดให้บริการกับลูกค้าภายนอก และนั่นถือเป็นจุดเริ่มต้นอย่างแท้จริง ..... ของครอบครัว 64 restaurant'
    },
    chefJournal: {
        title: 'เส้นทางเชฟ',
        content: [
            'Head chef ของร้าน คุณกาญจนา เบามันน์ หรือที่เรารู้จักกันดี คือ เชฟแหม่ม ' +
            'เส้นทางเชฟ ของเชฟแหม่ม เริ่มต้นตั้งแต่เมื่อปี ค.ศ. 1988 ใช่ค่ะ ถึงวันนี้นับรวมระยะเวลา ประมาณ 27 ' +
            'ปีแล้ว ที่เชฟได้ผ่านประสบการณ์ การทำอาหารเยอรมันมา',

            'จุดเริ่มต้นแรกนั้น เชฟแหม่มโตมากับครอบครัว ที่รักในการทำอาหารอยู่แล้ว ตั้งแต่คุณแม่ ' +
            'และเมื่อได้มาแต่งงานกับสามีชาวเยอรมัน และได้ดำเนินหน้าที่ความเป็นภรรยาและแม่ นั่นก็คือจุดเริ่มต้น ' +
            'ของคำว่า เชฟ อย่างแท้จริง จากแค่เริ่มทำอาหารให้คนในครอบครัวทาน ก็เริ่มหันมาทำอาหารอย่างจริงจัง ' +
            'โดยเชฟแหม่มได้เปิดร้านอาหารที่ประเทศเยอรมัน ก่อนที่จะเดินทางกลับมาอยู่ที่ประเทศไทย ' +
            'เนื่องจากสามีรักในความเป็นไทยหลายๆ อย่าง และต้องการกลับมาใช้ชีวิตที่ประเทศไทย เมื่อกลับมาที่ไทย ' +
            'เชฟแหม่มก็ยังคงเดินบนเส้นทางเชฟเช่นเดิม เริ่มตั้งแต่เป็นเชฟที่รีสอร์ทบนเกาะช้าง (Island views), ' +
            'ร้านอาหารเยอรมัน (The German) ย่านทองหล่อ-อโศก ร้านอาหารยุโรป (Steal rose) ย่านบางนาตราด ' +
            'และในที่สุดโชคชะตาก็นำพาให้คุณแหม่มได้มาพบกับคุณโฟลเคอร์ และได้มาร่วมเป็นส่วนหนึ่งของ 64 Restaurant ' +
            'และรวบรวม น้องๆทีมงาน ไม่ว่าจะเป็น ซูเชฟที่ควบทั้งตำแหน่งเชฟขนมหวานและเชฟพิซซ่าไปด้วย ' +
            'อีกทั้งน้องๆผู้ช่วยเชฟท่านอื่นๆ ก็มากความสามารถ ไปคนละแบบ ขอให้ทุกท่านมั่นใจ ' +
            'ว่าเชฟแหม่มพร้อมจะนำพาทีมเชฟทุกคน ให้รังสรรค์เมนูคุณภาพให้กับทุกท่านเสมอ....'
        ]
    },
    recommendedMenu: {
        title: 'เมนูแนะนำ',
        contents: [
            {
                title: 'เมนูหมูชุบเกร็ดขนมปัง',
                detail: 'เป็นเมนูอาหารขึ้นชื่อของประเทศเยอรมัน เป็นการนำเนื้อหมูมาแผ่เป็นแผ่นกว้าง ๆ ' +
                    'แล้วชุบด้วยแป้งและเกร็ดขนมปังที่ปรุงรสแล้ว นำเนื้อไปทอดจนเหลืองกรอบ ทานคู่กับ ผักสลัด และซอสชนิดต่าง ๆ ตามความชอบ'
            },
            {
                title: 'เมนูสันในอบชีสพาสต้าเยอรมัน',
                detail: 'เป็นเมนูอบที่มีส่วนผสมพิเศษคือพาสต้าเส้นเหนียวนุ่มที่ทางร้านกดเองสด ๆ ' +
                    'กรรมวิธีคือ นำเส้นไปผัดกับเนยและเครื่องเทศพอหอม วางเนื้อสันในที่ย่างแล้วชิ้นพอคำไว้ด้านบน ' +
                    'และราดด้วยซอสเกรวี่ จากนั้นโรยชีสสองชนิดก่อนนำไปอบให้เหลือง เวลาทานก็จะเจอเนื้อสัมผัส แป้ง เนื้อ ชีส ' +
                    'ไปพร้อม ๆ กัน'
            },
            {
                title: 'พิซซ่าคาโบนาร่า',
                detail: 'แป้งบางกรอบ ไวท์ซอส ที่หอมตั้งแต่ แป้งสด ซอสขาว แฮม ไข่ เห็ด ' +
                    'ไปจนถึงพาสเล่ย์สับที่โรยในตอนท้ายเลย พิซซ่าทุกถาดรสชาติกลมกล่อม จนต้องโยนซอสมะเขือเทศทิ้งได้เลยยยยยย'
            },
            {
                title: 'เยอรมันชีสเค้ก',
                detail: 'เป็นชีสเค้ก เนื้อเนียนละเอียด ทำจากครีมชีสแท้ๆ คุณภาพดี ที่ร้านมีการเพิ่มสูตรเล็กน้อย ' +
                    'โดยการเติมบราวนี่ลงไปที่ฐานล่างของเค้ก เพื่อเป็นการตัดเลี่ยน และเพื่อเป็นการเอาใจ ' +
                    'สายรักพี่เสียดายน้อง จะได้ทานทั้งบราวนี่และชีสเค้กในชิ้นเดียวกันเลย'
            }
        ]
    },
    termCondition: {
        title: 'เงื่อนไขโปรโมชั่น',
        details: [
            'ลูกบ้านไซมิส ต้องแสดงบัตร Siamese Privilege ให้แก่พนักงานก่อนใช้บริการ ',
            'สิทธิพิเศษนี้สามารถใช้บริการได้ที่ ร้านรสเมรี เท่านั้น ',
            'บริษัทขอสงวนสิทธิ์ ในการเปลี่ยนแปลง เงื่อนไข ยกเลิกได้ โดยไม่ต้องแจ้งให้ทราบล่วงหน้า ',
            'บริษัท ไซมิส แอสเสท จำกัด (มหาชน) เป็นเพียงสื่อกลาง ขอสงวนสิทธิ์ไม่รับผิดชอบใดๆ หากมีความเสียหายหรือข้อพิพาทเกิดขึ้น'
        ]
    },
    discount: DiscountTH.restaurant64
}




