export const FAQTH = [
    {
        id: `คำถาม 1`,
        question: "ลูกค้าสามารถแนะนำพนักงานในเครือของบริษัท ไซมิส แอสเสท จำกัด (มหาชน) ได้หรือไม่?",
        answer: "ไม่ได้ เนื่องจากพนักงานจะต้องรู้โปรโมชั่นของบริษัทฯเป็นอย่างดี และถือว่าเป็นจรรยาบรรณของพนักงาน"
    },
    {
        id: `คำถาม 2`,
        question: "ลูกค้าสามารถแนะนำเพื่อนสมาชิก SIAMESE PRIVILEGE ด้วยกันเองได้หรือไม่?",
        answer: "ได้ แต่โดยทั่วไปแนะนำให้สมาชิกใช้สิทธิของตัวเองจะสามารถได้สิทธิประโยชน์ที่มากกว่า"
    }
]



