export const TermConditionTH = {
    title: "เงื่อนไขการสะสมคะแนน",
    detail: "เมื่อลูกค้าซื้อที่อยู่อาศัยของ บริษัท ไซมิส แอสเสท จำกัด (มหาชน) (เฉพาะโครงการ\n" +
        "และยูนิตที่เข้าร่วม) จะได้รับคะแนนสะสม ทุก 10,000 บาท ได้รับ 1 คะแนน* กรณีเศษที่ไม่ถึง\n" +
        "10,000 บาท ไม่ได้รับคะแนนสะสม",
    conditionTitle: "เงื่อนไขการรับคะแนนสะสม",
    conditionDetail: [
        "กรณีลูกค้าซื้อโครงการพร้อมโอนกรรมสิทธิ์ ลูกค้าจะได้รับคะแนน หลังจากโอนกรรมสิทธิ์แล้วเท่านั้น",
        "กรณีผู้ถูกแนะนำซื้อโครงการที่กำลังก่อสร้าง ลูกค้าจะได้รับคะแนน หลังจากลูกค้าผ่อนดาวน์ครบ 3 งวด",
        "สมาชิกสามารถตรวจสอบคะแนนในระบบได้ในวันถัดไปตามเงื่อนไขการได้รับคะแนน",
        "คะแนนที่จะได้รับ คำนวณจากราคาขายสุทธิ จากการซื้อโครงการของลูกค้า",
        "หากลูกค้าเปลี่ยนยูนิตโครงการเดิม จะได้คะแนนตามมูลค่ายูนิตใหม่ (ยูนิตใหม่ต้องเป็นยูนิตที่เข้าร่วมการแนะนำ)",
        "กรณีลูกค้าซื้อร่วมกัน คะแนนจะให้หารเท่ากับจำนวนผู้ซื้อในยูนิตนั้น",
        "กรณีลูกค้ายกเลิกการซื้อ ไม่ว่าด้วยสาเหตุใด คะแนนสะสมจะลดลงตามมูลค่าที่ลูกค้าได้รับไป",
        "คะแนนสะสมมีอายุ 5 ปี ปฎิทิน นับจากวันที่ได้รับคะแนน เช่น สมัครสมาชิกในเดือนกันยายน 2564 คะแนนจะหมดอายุ ในวันที่ 31ธันวาคม 2568",
        "สมาชิกไม่สามารถโอนคะแนนระหว่าง Account ได้ และไม่สามารถโอนคะแนนให้สมาชิกผู้อื่นได้",
        "กรณีลูกค้าซื้อโครงการและยูนิตเข้าร่วมแล้ว แต่มีความประสงค์ที่จะเปลี่ยนชื่อผู้จะซื้อเป็นผู้อื่นแทนด้วยเหตุผลใด ๆ ก็ตาม ลูกค้าจะไม่ได้รับคะแนนดังกล่าว และถือว่า ลูกค้ายกเลิกตาม ข้อ 7"
    ]
}



