import {TagNewsIndex, TagNewsTH} from "./TagNewsTH.js";

export const NewsIndex = {
    news: 0,
    activity: 1,
    promotion: 2
}

export const NewsTH = [
    {
        brand: 'ข่าว',
        tag: TagNewsTH[TagNewsIndex.news],
        headline: 'ประกาศหยุดทำการในเทศกาลปีใหม่ในวันที่ 31 ธ.ค. 64 - 3 ม.ค. 65',
        thumbnail: '/images/News/News/thumbnail/news-1.jpg',
        picture: '/images/News/News/Aw-Happy2022-Crm-02.jpeg',
        brief: 'เรียน ลูกค้าผู้มีอุปการะคุณ บริษัทฯ ขอประกาศหยุดทำการในเทศกาลปีใหม่ ในวันที่ 31 ธันวาคม 2564 - 3 มกราคม 2565 "+' +
            'โดยบริษัทฯ จะเปิดทำการในวันที่ 4 ธันวาคม 2565 สอบถามข้อมูลเพิ่มเติมได้ทาง CALL CENTER 1306 ...',
        event: {
            title: "เรียน ลูกค้าผู้มีอุปการะคุณ",
            shortDescription: "บริษัทฯ ขอประกาศหยุดทำการในเทศกาลปีใหม่ ในวันที่ 31 ธันวาคม 2564 - 3 มกราคม 2565 โดยบริษัทฯ" +
                "จะเปิดทำการในวันที่ 4 มกราคม 2565",
            items: [
                "ระยะเวลาร่วมโปรโมชั่น 1-31 ธันวาคม 2564",
                "ประกาศผล ผู้โชคดี ทาง Website Siamese Privilege 15 มกราคม 2565"
            ],
            footer: "สอบถามข้อมูลเพิ่มเติมได้ทาง CALL CENTER 1306"
        }
    },
    {
        brand: 'กิจกรรม',
        tag: TagNewsTH[TagNewsIndex.activity],
        headline: 'Surprise reward” ต้อนรับการเปิดตัว Siamese Privilege',
        thumbnail: '/images/News/Activity/thumbnail/activity-1.jpg',
        picture: '/images/News/Activity/content-Surprise.jpeg',
        brief: "ลูกค้า Siamese Privilege ที่ลงทะเบียนยืนยันตัวตนเข้าระบบ ภายใน 1-31 ธันวาคม 2564 ลุ้นรับรางวัล ดังนี้ (1) เครือง " +
            'Air Ventilation “AIR OF LIFE” พร้อมติดตั้ง มูลค่า 16,990 บาท จำนวน 1 รางวัล (2) ไอแพด 9 Wifi 64 GB มูลค่า ...',
        detailsCondition: {
            title: 'รายละเอียด/เงื่อนไข',
            shortDescription: 'ลูกค้า Siamese Privilege ที่ลงทะเบียนยืนยันตัวตนเข้าระบบ ภายใน 1-31 ธันวาคม 2564 ลุ้นรับรางวัล ดังนี้',
            items: [
                'เครือง Air Ventilation "AIR OF LIFE" พร้อมติดตั้ง มูลค่า 16,990 บาท จำนวน 1 รางวัล',
                "ไอแพด 9 Wifi 64 GB มูลค่า 11,400 บาท จำนวน 1 รางวัล",
                "Gift voucher HOMEPRO มูลค่า 5,000 บาท จำนวน 10 รางวัล"
            ]
        },
        period: {
            title: 'ระยะเวลา',
            items: [
                'ระยะเวลาร่วมโปรโมชั่น 1-31 ธันวาคม 2564',
                'ประกาศผล ผู้โชคดี ทาง Website Siamese Privilege 15 มกราคม 2565'
            ]
        },
        termCondition: {
            title: 'ข้อกำหนดและเงื่อนไข',
            items: [
                'บริษัทฯ จะสุ่มเลือกผู้ที่ได้รับรางวัล',
                'ผู้ที่ได้รับรางวัลทุกรางวัล เจ้าหน้าที่จะทำการติดต่อกลับเพื่อยืนยัน ชื่อ-นามสกุล',
                'เบอร์โทรศัพท์ และ ชื่อ ภายในวันที่ 21 มกราคม 2565',
                'ผู้ที่ได้รับรางวัลอนุญาตให้ทางบริษัทฯ บันทึกภาพเพื่อเผยแพร่ทางสื่อดิจิตอล และสิ่งพิมพ์ ได้โดยไม่ต้องขออนุญาต',
                'การตัดสินของบริษัทฯ ถือเป็นที่สิ้นสุด โดยไม่มีข้อโต้แย้งใด ๆ',
                'เงื่อนไขเป็นไปตามที่บริษัท ฯ กำหนด อาจเปลี่ยนแปลงได้ตามเหมาะสม โดยไม่ต้องแจ้งล่วงหน้า'
            ]
        }
    },
    {
        brand: 'โปรโมชั่น',
        tag: TagNewsTH[TagNewsIndex.promotion],
        headline: 't Siamese Privilege เท่านั้น',
        thumbnail: '/images/News/Promotion/thumbnail/promotion-1.jpg',
        picture: '/images/News/Promotion/content-Preview2@1920x-100.jpeg',
        brief: 'ลูกค้า Siamese Privilege ที่ซื้อห้องชุดและโอนกรรมสิทธิ์ ภายใน 31 ธันวาคม 2564 รับเครือง Air "+' +
            'Ventilation “AIR OF LIFE” พร้อมติดตั้ง มูลค่า 16,990 บาท ระยะเวลาร่วมโปรโมชั่น 1-31 ธันวาคม 2564 ...',
        event: {
            title: "รายละเอียด/เงื่อนไข",
            shortDescription: "ลูกค้า Siamese Privilege ที่ซื้อห้องชุดและโอนกรรมสิทธิ์ ภายใน 31 ธันวาคม 2564 รับเครือง" +
                "Air Ventilation “AIR OF LIFE” พร้อมติดตั้ง มูลค่า 16,990 บาท",
            period: {
                title: 'ระยะเวลา',
                time: 'ระยะเวลาร่วมโปรโมชั่น 1-31 ธันวาคม 2564'
            }
        },
        termCondition: {
            title: 'ข้อกำหนดและเงื่อนไข',
            items: [
                "ลูกค้าจะต้องนัดหมายติดตั้งภายใน 31 มกราคม 2565 มิฉะนั้นถือว่า สละสิทธิ์ไม่รับของแถมดังกล่าว",
                "สินค้าดังกล่าว ไม่สามารถเปลี่ยนเป็นส่วนลดค่าห้องใด ๆ ได้",
                "โปรโมชั่นนี้ ไม่เกี่ยวข้องกับทางโครงการ กรณีลูกค้าได้รับสินค้าเป็นโปรโมชั่นและติดตั้งในห้องชุดแล้ว บริษัทฯ จะส่งมอบเป็นตัวสินค้า ไม่ติดตั้ง ให้ลูกค้าแทน",
                "ลูกค้าอนุญาตให้ทางบริษัทฯ บันทึกภาพเพื่อเผยแพร่ทางสื่อดิจิตอล และสิ่งพิมพ์ ได้โดยไม่ต้องขออนุญาต",
                "การตัดสินของบริษัทฯ ถือเป็นที่สิ้นสุด โดยไม่มีข้อโต้แย้งใด ๆ",
                "เงื่อนไขเป็นไปตามที่บริษัท ฯ กำหนด อาจเปลี่ยนแปลงได้ตามเหมาะสม โดยไม่ต้องแจ้งล่วงหน้า"
            ]
        }
    }
]




