import {images} from "../../images.js";

export const RealEstateTH = {
    title: 'อสังหาริมทรัพย์',
    tiers: [
        {
            level: 'Prestige',
            image: {
                src: images.privilegeLevel.prestige.src,
                label: images.privilegeLevel.prestige.label
            },
            property: "มียอดซื้อรวมเท่ากับ หรือมากกว่า 50 ล้านบาท และซื้อมากกว่า 1 โครงการ"
        },
        {
            level: 'Prime',
            image: {
                src: images.privilegeLevel.prime.src,
                label: images.privilegeLevel.prime.label
            },
            property: "มียอดซื้อรวมเท่ากับ หรือมากกว่า 30 ล้านบาท",
        },
        {
            level: 'Preferred',
            image: {
                src: images.privilegeLevel.preferred.src,
                label: images.privilegeLevel.preferred.label
            },
            property: "มียอดซื้อรวม 7 -29 ล้านบาท"
        },
        {
            level: 'Premier',
            image: {
                src: images.privilegeLevel.premier.src,
                label: images.privilegeLevel.premier.label
            },
            property: "มียอดซื้อรวมน้อยกว่า 7 ล้านบาท"
        },
        {
            level: 'Primary',
            image: {
                src: images.privilegeLevel.primary.src,
                label: images.privilegeLevel.primary.label
            },
            property: "สมาชิกทั่วไป"
        },
    ],
    termCondition: {
        title: "ข้อกำหนดและเงื่อนไข",
        conditions: [
            "สิทธินี้เฉพาะลูกค้าบุคคลธรรมดาเท่านั้น",
            "กรณีลูกค้าซื้อโครงการพร้อมโอนกรรมสิทธิ์ จะได้รับสิทธิและคะแนนต่าง ๆ หลังจากโอนกรรมสิทธิ์แล้ว ภายใน 30 วัน",
            "กรณีลูกค้าซื้อโครงการ พรีเซลหรือกำลังก่อสร้าง จะได้สิทธิและคะแนนต่าง ๆ หลังจากผ่อนดาวน์ครบ 3 งวด (ไม่รวมงวดผ่อนสัญญา) กรณีทำสัญญามากกว่า 20% ของมูลค่าห้องชุด รับสิทธิและคะแนนต่าง ๆ หลังจากชำระเงินและลงนามสัญญาครบถ้วน ภายใน 30 วัน",
            "กรณีเปลี่ยนยูนิตหรือโครงการ จะคิดคะแนนตามมูลค่ายูนิตใหม่ และยกเลิกยูนิตเดิม",
            "คะแนนที่จะได้รับ คำนวณจากราคาขายสุทธิ หลังหักส่วนลดพิเศษต่าง ๆ จากการซื้อโครงการของลูกค้าโดยคำนวณจากยอดซื้อ 10,000 บาทเท่ากับ 1 คะแนน",
            "กรณีลูกค้าซื้อร่วมกัน คะแนนจะให้หารเท่ากับจำนวนผู้ซื้อในยูนิตนั้น กรณีเพิ่มลดชื่อภายหลังเซ็นสัญญา คะแนนจะไม่มีการเปลี่ยนแปลง",
            "กรณีลูกค้ายกเลิกการซื้อไม่ว่าด้วยสาเหตุใด คะแนนสะสมจะลดลงตามมูลค่าที่ลูกค้าได้รับไป หากใช้คะแนนไปแล้วจะลดลงตามคะแนนที่เหลือ",
            "สมาชิกไม่สามารถโอนคะแนนระหว่าง Account ได้ และไม่สามารถโอนคะแนนให้สมาชิกผู้อื่นได้ ยึดตามกรรมสิทธิ์ที่ระบุตามสัญญาเท่านั้น",
            "กรณีลูกค้าซื้อโครงการและยูนิตเข้าร่วมแล้ว แต่มีความประสงค์ที่จะเปลี่ยนชื่อผู้จะซื้อเป็นผู้อื่นแทนด้วยเหตุผลใด ๆ ก็ตาม ลูกค้าจะไม่ได้รับคะแนนดังกล่าว และถือว่า ลูกค้ายกเลิกตาม ข้อ 7"
        ]
    }
}








