import {ContactLabelTH} from "../FoodDrink/ContacLabelTH.js";
import {DiscountTH} from "../Discount/DiscountTH.js";

export const EuroCreationsTH = {
    meta: {
        title: 'สิทธิพิเศษเฉพาะคุณ'
    },
    contactInfo: {
        title: 'ติดต่อข้อมูลเพิ่มเติม',
        phone: 'โทร. 0-2712-9555',
        email: 'อีเมล์: info@eurocreations.co.th',
        label: ContactLabelTH
    },
    promotion: {
        title: 'ระยะเวลาของสิทธิประโยชน์',
        date: '1 ม.ค. – 30 มิ.ย. 2565',
    },
    termCondition: {
        title: 'เงื่อนไขโปรโมชั่น',
        details: [
            'ลูกบ้านไซมิส แสดงตัวตนเพื่อใช้สิทธิ์ โดยแสดงบัตรสิทธิพิเศษของ SIAMESE PRIVILEGE ให้กับเจ้าหน้าที่ฝ่ายขายก่อนการซื้อสินค้า',
            'สิทธิพิเศษนี้สามารถใช้ได้กับแบรนด์ Natuzzi Italia และ Calligaris เท่านั้น',
            'สิทธิพิเศษนี้สามารถใช้ได้ที่ Euro Creations Flagship Store ทองหล่อ, Natuzzi Italia สยามพารากอน และ Euro Creations Crystal Design Center',
            'สิทธิพิเศษนี้สามารถใช้ร่วมกับรายการเฟอร์นิเจอร์ใหม่เท่านั้น',
            'สิทธิพิเศษนี้สามารถโอนสิทธิ์ให้ผู้อื่นได้ แต่ไม่สามารถคืนเงินหรือเปลี่ยนเป็นเงินสดได้',
            'สิทธิพิเศษนี้ไม่สามารถใช้ร่วมกับรายการส่งเสริมการขายอื่นได้',
            'สิทธิพิเศษนี้สามารถใช้ได้หลังจากการซื้อสินค้าที่มีส่วนลดปกติ',
            'ขอสงวนสิทธิ์ในการขยายหรือต่ออายุสิทธิพิเศษนี้',
            'ผู้ใช้สิทธิ์จะต้องเสียภาษีมูลค่าเพิ่มที่เกี่ยวข้องในการซื้อสินค้าและบริการ',
            'ทางบริษัทขอสงวนสิทธิ์ในการเปลี่ยนแปลงข้อเสนอโดยไม่ต้องแจ้งให้ทราบล่วงหน้า',
            'บริษัท ไซมิส แอสเสท จำกัด (มหาชน) เป็นเพียงสื่อกลาง ขอสงวนสิทธิ์ไม่รับผิดชอบใดๆ หากมีความเสียหายหรือข้อพิพาทเกิดขึ้น'
        ]
    },
    discount: DiscountTH.euroCreations
}




