import {ContactLabelTH} from "../FoodDrink/ContacLabelTH.js";
import {DiscountTH} from "../Discount/DiscountTH.js";

export const IndexLivingMallTH = {
    meta: {
        title: 'สิทธิพิเศษเฉพาะคุณ'
    },
    contactInfo: {
        name: 'คุณพรรณชิตา',
        phone: '084-141-4487',
        email: 'panchita.su@indexlivingmall.com',
        label: ContactLabelTH
    },
    promotion: {
        title: 'ระยะเวลาของสิทธิประโยชน์',
        date: '1 เม.ย. 2565 – 31 ก.ค. 2565',
    },
    termCondition: {
        title: 'ข้อกำหนดและเงื่อนไข',
        details: [
            'ลูกบ้านไซมิส จะต้องแสดงตัวตนด้วยบัตรสิทธิพิเศษของ SIAMESE PRIVILEGE ให้กับเจ้าหน้าที่แคชเชียร์ก่อนชำระเงินทุกครั้ง',
            'สิทธิพิเศษนี้เฉพาะลูกบ้าน ของ บมจ. ไซมิส แอสเสท และบริษัทย่อย เท่านั้น',
            'รายการส่งเสริมการขายนี้ตั้งแต่ 1 เม.ย. 2565 – 31 ก.ค. 2565 นี้ เท่านั้น',
            'กลุ่มสินค้าที่สามารถร่วมรายการนี้ได้คือ กลุ่มเฟอร์นิเจอร์ Index furniture, Winner furniture, Logica Furniture, Trend design และ Baby Journey Furniture (เฟอร์นิเจอร์เด็ก), Save More',
            'รายการส่งเสริมการขายนี้ไม่ร่วมรายการผ่อน 0%',
            'รายการส่งเสริมการขาย หรือ ส่วนลดพิเศษ ไม่สามารถร่วมรายการส่งเสริมการขายนี้ได้ อาทิเช่น สินค้า Clearance Sale, สินค้าลดพิเศษตัวโชว์, Step Markdown, Class 5, สินค้าฝากขายต่าง ๆ ของยี่ห้ออื่น และรายการส่งเสริมการขายพิเศษอื่น ๆ',
            'เฉพาะรายการขายผ่านช่องทางการขายหน้าร้านเท่านั้น คือ Index Living Mall ทุกสาขา',
            'บริษัทฯ ขอสงวนสิทธิ์ในการเปลี่ยนแปลง หรือ ยกเลิกเงื่อนไขทางการขายโดยมิต้องแจ้งให้ทราบล่วงหน้า',
            'บริษัท ไซมิส แอสเสท จำกัด (มหาชน) เป็นเพียงสื่อกลาง ขอสงวนสิทธิ์ไม่รับผิดชอบใด ๆ หากมีความเสียหายหรือข้อพิพาทเกิดขึ้น'
        ]
    },
    discount: DiscountTH.indexLivingMall
}




